Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/anni-sofia_niittyvuopio_jatkaa_nuorisoneuvoston_puheenjohtajana.html.tmx
Source language: fin
Languages: sme

source: Anni-Sofia Niittyvuopio jatkaa nuorisoneuvoston puheenjohtajana
sme: Anni-Sofia Niittyvuopio joatká nuoraidráđi ságajođiheaddjin

source: Saamelaiskäräjien nuorisoneuvoston puheenjohtajaksi valittiin Anni-Sofia Niittyvuopio Karigasniemeltä ja varapuheenjohtajaksi Maria Mäkinen Jyväskylästä.
sme: Sámedikki nuoraidráđi ságajođiheaddjin válljejuvvui Anni-Sofia Niittyvuopio Gáregasnjárggas ja várreságajođiheaddjin Maria Mäkinen Jyväskyläs.

source: Molemmat toimivat puheenjohtajistossa myös edellisellä kaksivuotis kaudella.
sme: Guktot doaimmaiga ságajođihangottis maiddái ovddit guovtti jagi bajis.

source: – On hienoa päästä jatkamaan hyvin alkanutta työtä saamelaisnuorten aseman parantamiseksi.
sme: – Lea fiinnis beassat joatkit bures álgán barggu sámenuoraid sajádaga ovddideapmin.

source: Korona-ajan haasteista huolimatta nuorisoneuvosto saavuttanut hyvin vaalikauden alussa asettamiaan tavoitteita ja tehnyt työtä erityisesti ilmastonmuutoksen pysäyttämiseen liittyen.
sme: Korona-áiggi hástalusain fuolakeahttá nuoraidráđđi lea olahan bures daid joksanmeriid, maid lei ásahan válgabaji álggus ja bargan erenomážit dálkkádatrievdama bisseheami ovdii.

source: Jatkamme työtä myös muiden nuorisopoliittisen kehittämisohjelman tavoitteiden parissa, sanoo nuorisoneuvoston varapuheenjohtaja Maria Mäkinen.
sme: Mii joatkit barggu maiddái eará nuoraidpolitihkalaš ovddidanprográmma joksanmeriid ovdii, lohká nuoraidráđi várreságajođiheaddji Maria Mäkinen.

source: Nuorisoneuvosto on havainnut pieniä muutoksia saamelaisnuorten asemassa yhteiskunnallisessa vaikuttamisessa, mutta kokee tehtävää olevan vielä jäljellä.
sme: Nuoraidráđđi lea fuomášan unna nuppástusaid sámenuoraid sajádagas servodatlaš váikkuheamis, muhto navdá barggu gávdnot ain dás ovddos.

source: Nuorisoneuvosto näkee, että erityisesti saamenkielisen vapaa-ajan toiminnan eteen on tehtävää ja koronapandemia on korostanut sen merkitystä saamelaisnuorille.
sme: Nuoraidráđđi oaidná, ahte erenomážit sámegielat astoáiggedoaimmaid ovdii ferte vel bargat ja koronapandemiija lea lokten dan mearkkašumi sámenuoraide.

source: Työtä tehdään muun muassa tuottamalla sisältöä saamenkieliselle tieto- ja neuvontasivustolle.
sme: Ášši ovdánahttet earret eará nu, ahte buvttadit sisdoalu sámegielat diehtu- ja rávvensiidduide.

source: – Nuorisoneuvosto on nostanut toimintaa läpileikkaavaksi pääteemakseen saamelaisnuorten vapaa-ajan tukemisen.
sme: – Nuoraidráđđi lea lokten oaivetemán sámenuoraid astoáigge doarjuma.

source: Tätä tehdään selvittämällä saamelaisnuorten harrastustoimintaa ja saamenkielisen nuorisotyöntekijän palkkaamista Saamelaiskäräjille, mutta myös järjestämällä matalan kynnyksen toimintaa, kuten järjestämällä saamelaisnuorille kohdistettu kiertue nuorten vapaa-ajantoiminnan ja harrastustoiveiden kartoittamiseksi, kertoo nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
sme: Dan barget sámenuoraid astoáiggedoaimmaid čielggademiin ja sámegielat nuoraidbargi bálkáhemiin Sámediggái, muhto maiddái álkit olahahtti doaimma ordnemiin, dego sámenuoraide oaivvilduvvon gierdomátkki ordnemiin astoáiggedoaimma ja -sávaldagaid kártema váras, muitala nuoraidráđi ságajođiheaddji Anni-Sofia Niittyvuopio.

source: Nuorisoneuvosto aikoo vuoden 2022 aikana kiertää saamelaisalueella ja saamelaisalueen ulkopuolen ns. saamelaiskeskittymissä.
sme: Nuoraidráđđi áigu jagi 2022 áigge johtit sámiid ruovttuguovllus ja sámiid ruovttuguovllu olggobealde doppe, gosa leat čoahkkanan ollu sámit.

source: Kiertue tehdään yhteistyössä paikallisten saamelaisyhdistysten ja kuntien nuorisotoimen kanssa.
sme: Gierdomátki dahkko ovttasbarggus báikkálaš sámeservviiguin ja gielddaid nuoraiddoaimmain.

source: Nuorisoneuvosto käyttää kartoitusmateriaalia toimintansa kehittämiseen.
sme: Nuoraidráđđi geavaha kártenmateriála doaimmas ovdánahttimii.

source: Samalla nuorisoneuvoston toimintaa tehdään saamelaisnuorille tutuksi.
sme: Seammás nuoraidráđi doaimma birra muitaluvvo sámenuoraide.

source: – Haluamme myös tarjota saamelaisnuorille turvallisen tilan keskusteluja yhteisön sisäisistä asioista.
sme: – Mii háliidit maiddái fállat sámenuoraide dorvvolaš saji ságastallamiid servoša siskkáldas áššiid birra.

source: Meillä on viime vuodelta kokemusta niiden järjestämisestä ja saamelaisnuorilla on selkeä tarve niille, jatkaa Niittyvuopio.
sme: Midjiide lea mannan jagi čoggon hárjánupmi daid ordnemis ja sámenuorain lea čielga dárbu daidda, joatká Niittyvuopio.

source: Nuorisoneuvoston toimikauden 2022-2023 ensimmäinen kokous pidettiin 8.2.2022 ja asialistalla oli puheenjohtajiston valinnan lisäksi asiantuntijajäsenten valinta nuorisoneuvostoon.
sme: Nuoraidráđi doaibmabaji 2022 – 2023 vuosttas čoahkkin dollojuvvui 8.2.2022 ja áššelisttus lei ságajođiheaddji válljema lassin áššedovdilahtuid válljen nuoraidráđđái.

source: Saamelaiskäräjien työjärjestyksen mukaan nuorisoneuvosto voi valita neuvostolle kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijaa.
sme: Sámedikki bargoortnega mielde nuoraidráđđi sáhttá válljet guovtte jahkái hávil eanemustá vihtta fásta áššedovdi.

source: Nuorisoneuvoston asiantuntijoiden tulee valituksi tullessaan olla 15–17-vuotiaita.
sme: Nuoraidráđi áššedovdit galget leat válljedettiin 15 – 17 -jahkásaččat.

source: Nuorisoneuvoston asiantuntijajäseniksi valittiin Mihku Näkkäläjärvi, Lilja Ljetoff, Tiia-Káren Alakorva, Marielle Näkkäjärvi ja Rosa-Máren Juuso.
sme: Nuoraidráđi áššedovdilahttun válljejuvvojedje Mihku Näkkäläjärvi, Lilja Ljetoff, Tiia-Káren Alakorva, Marielle Näkkäläjärvi ja Rosa-Máren Juuso.

source: Lisäksi nuorisoneuvosto tutustui Saamelaiskäräjien ja nuorisoneuvoston toimintaan sekä asetti ensimmäisiä jäseniä työryhmiin ja edustajia tapahtumiin.
sme: Dasa lassin nuoraidráđđi oahpásmuvai Sámedikki ja nuoraidráđi doaimmaide ja ásahii vuosttas lahtuid bargojoavkkuide ja ovddasteaddjiid dáhpáhusaide.

source: Saamelaiskäräjien täyskokous asetti nuorisoneuvoston toimikaudelle 2022-2023 kokouksessaan 17.12.2021.
sme: Sámedikki dievasčoahkkin ásahii nuoraidráđi doaibmabadjái 2022 – 2023 čoahkkimisttis 17.12.2021.

source: Nuorisoneuvoston jäsenet ja varajäsenet toimikaudella 2022-2023.
sme: Nuoraidráđi lahtut ja várrelahtut doaibmabaji 2022 – 2023.

source: Nuorisopoliittinen toiminta- ja kehittämisohjelma 2020-2023
sme: Nuoraidpolitihkalaš doaibma- ja ovddidanprográmma 2020 – 2023 (suomagillii)

source: Lisätietoja:
sme: Lassedieđut:

source: Anni-Sofia Niittyvuopio, nuorisoneuvoston puheenjohtaja anni-sofia.niittyvuopio(at)samediggi.fi 010 839 3142
sme: Anni-Sofia Niittyvuopio, nuoraidráđi ságajođiheaddji anni-sofia.niittyvuopio(at)samediggi.fi 010 839 3142

source: Elli-Marja Hetta, Saamelaiskäräjien nuorisosihteeri elli-marja.hetta(at)samediggi.fi 010 8393134
sme: Elli-Marja Hetta, Sámedikki nuoraidčálli elli-marja.hetta(at)samediggi.fi 010 8393134
